{
	"siteDescription": "siteDescription",
	"siteName": "siteName",
	"ABOUT": "ABOUT",
	"DOCS": "DOCS",
	"HYDRATION": "HYDRATION",
	"contribute": "Crowdloan",
	"supportingTheLongTail": "Flexible Liquidity for Young Cryptoprojects",
	"aboutTheTeam": "About the team",
	"launchApp": "launchApp",
	"infobox-title-1": "A Launchpad for Tokens",
	"infobox-title-2": "Modular AMM Design",
	"infobox-title-3": "Community first",
	"infobox-content-1": "Basilisk helps young cryptoprojects distribute tokens to their communities while navigating initial price discovery. It provides a gateway to liquidity bootstrapping in Kusama.",
	"infobox-content-1-v1": "Basilisk is designed to cater to the needs of young cryptoassets. Building upon our previous experience, we aim to provide the right toolset which empowers any project to navigate initial price discovery and achieve optimal tokens distribution. All of this while leveraging the cross-chain capabilities of the Kusama network.",
	"infobox-content-1-old": "Traditional xyk models are not ideal for a price discovery of new assets. We are building a product that makes bootstrapping liquidity easier and efficient.",
	"infobox-content-2": "Basilisk is designed to be flexible. Projects can bootstrap liquidity using an AMM implementation of their choice - Uniswap-like pools, Balancer-like LBP, auctions and an NFT marketplace.",
	"infobox-content-2-v1": "A traditional XYK-pool, or a more exotic Liquidity Bootstrapping Pool, curve or auction? You name it, we provide it. With its modular design, Basilisk supports a wide range of AMM implementations. An NFT marketplace is under construction as well.",
	"infobox-content-2-old": "Kusama enables cross-chain communication and Basilisk transforms that into cross chain swaps, composable & compounding liquidity mining incentives",
	"infobox-content-3": "Above all, Basilisk is an outspoken community-centric project. It has the ambition to fully decentralize its governance and quickly become the first community-ran parachain.",
	"mountainLogoSloganText": "Build Your Next Financial Application On Basilisk",
	"buildOnBasiliskText": " Optimized for DeFi applications, this is the place for you to build your next generation financial use case cheap & efficient.",
	"roadMap": "Roadmap",
	"hydradxAndBasilisk": "Basilisk and HydraDX",
	"hydradxAndBasiliskText1": "Basilisk has close ties with HydraDX - a project in the Polkadot ecosystem which is developing a novel type of multi-asset liquidity pool called the Omnipool.",
	"hydradxAndBasiliskText2": "Together, Basilisk and HydraDX create a synergy which caters to the varying liquidity needs of cryptoassets throughout their entire lifecycle. Bootstrap liquidity in the early stages using a Basilisk AMM, then move on to the HydraDX Omnipool to unlock unprecedented cross-chain liquidity in an ocean of assets.",
	"supportBasilisk1": "Parachain is an exclusive slot on a Kusama network, enabling shared security and interoperability",
	"supportBasilisk2": "Kusama relay connects parachain but starts as a blank slate - with open parachain slots.",
	"supportBasilisk3": "Parachains are to be reserved with KSM tokens. Various blockchain projects compete for scarce parachain slots and KSM holders lock their KSM tokens for a certain period of time to help their favorite get the slot.",
	"supportBasilisk4": "Basilisk will participate in the upcoming Kusama parachain auctions to earn a slot among the first. The backers of the auction will be rewarded with BSX as they lock their KSM to support Basilisk candidacy.",
	"learnHowToSupport": "Learn How to Support Basilisk Crowdloan",
	"getBSXToken": " Get BSX Token For Supporting Basilisk Parachain Crowdloan",
	"supportBasilisk": "SUPPORT BASILISK",
	"learnMoreAboutParachains": "LEARN MORE ABOUT PARACHAINS",
	"SUPPORT BASILISK": "SUPPORT BASILISK"
}
