{
	"siteDescription": "siteDescription",
	"siteName": "siteName",
	"ABOUT": "Trang chủ",
	"SUPPORT BASILISK": "Hỗ trợ BASILISK",
	"DOCS": "Tài liệu",
	"HYDRATION": "HYDRATION",
	"contribute": "Tham gia",
	"supportingTheLongTail": "Supporting The Long Tail Of Cryptoassets And Experimenting With Financial Applications And Governance.",
	"aboutTheTeam": "About the team",
	"launchApp": "launchApp",
	"infobox-title-1": "Launchpad for Tokens: Liquidity Bootstrapping Pools",
	"infobox-title-2": "Cross-Chain Capabilities",
	"infobox-title-3": "Supporting Long Tail of Assets",
	"infobox-content-1": "Traditional xyk models are not ideal for a price discovery of new assets. We are building a product that makes bootstrapping liquidity easier and efficient.",
	"infobox-content-2": "Kusama enables cross-chain communication and Basilisk transforms that into cross chain swaps, composable & compounding liquidity mining incentives",
	"infobox-content-3": "Build to be flexible and facilitate liquidity for many tokens. Each token is different. Varying maturity of tokens requires different curves to optimize its liquidity.",
	"mountainLogoSloganText": "Build Your Next Financial Application On Basilisk",
	"buildOnBasiliskText": " Optimized for DeFi applications, this is the place for you to build your next generation financial use case cheap & efficient.",
	"roadMap": "Roadmap",
	"hydradxAndBasilisk": "HydraDX And Basilisk",
	"hydradxAndBasiliskText1": "We imagine that Basilisk will attract builders that would like to experiment with exotic DeFi applications, testing their ideas in the real world.",
	"hydradxAndBasiliskText2": " In time, HydraDX and Basilisk will become interoperable allowing a smooth transition between liquidity pools on which applications are built.",
	"supportBasilisk1": "Parachain is an exclusive slot on a Kusama network, enabling shared security and interoperability",
	"supportBasilisk2": "Kusama relay connects parachain but starts as a blank slate - with open parachain slots.",
	"supportBasilisk3": "Parachains are to be reserved with KSM tokens. Various blockchain projects compete for scarce parachain slots and KSM holders lock their KSM tokens for a certain period of time to help their favorite get the slot.",
	"supportBasilisk4": "Basilisk will participate in the upcoming Kusama parachain auctions to earn a slot among the first. The backers of the auction will be rewarded with BSX as they lock their KSM to support Basilisk candidacy.",
	"learnHowToSupport": "Learn How to Support Basilisk Crowdloan",
	"getBSXToken": " Get BSX Token For Supporting Basilisk Parachain Crowdloan",
	"supportBasilisk": "SUPPORT BASILISK",
	"learnMoreAboutParachains": "LEARN MORE ABOUT PARACHAINS",
	"INFO": "INFO",
	"GITHUB": "GITHUB",
	"GET IN TOUCH": "GET IN TOUCH",
	"NEWSLETTER": "NEWSLETTER"
}
